Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: 황족의 신분을 나타내는 팔찌로, 황제와 만났을 때 받아야 할 것이었다.{j}이렇게 쿠키 박스 전하듯 건넬 물건이 아닌 고귀한 황족의 징표.{j}하지만 이것이 황제가 블론디나를 대하는 태도였다.{j}블론디나는 기사가 내민 상자를 받아 들고 발을 톡톡 굴렸다.
en_us: In his hands was a royal bracelet that symbolized the status of an imperial family. The royal bracelet was special token that would usually be presented by the emperor himself, not delivered by a random knight in a palace. However, considering the emperor’s attitude back at the imperial garden, Blondina didn’t seem surprised.{j}{j}{j}

source: 「이거 맛있네.
en_us: “This is so yummy. Bring back some more - Ack!”

source: “응.{j}그 필립이란 공자가 생일이라고 초대했었잖아.”
en_us: “Yes. Marquess Philip gave me an invitation, you remember?”{j}

source: 애초에 황제가 그 외모에 빠져 아이까지 낳았을 정도이니 굳이 반지르르한 묘사를 하지 않아도 ‘아름다우시다’라는 평 하나면 족할 정도였다.
en_us: Just like her mother, who was beautiful enough to attract the emperor and to give birth to his child, it was impossible to not notice Blondina’s beauty.

source: 그래도 아직 차기 황제로 지목되는 아이였으며 어쨌든 제 쌍둥이기도 하니까.{j}자신이 황제가 될 수 있기 전까지는, 라르트 뒤에서 밀어주는 척하며 힘을 키워야 한다.
en_us: Although she wasn’t seriously sorry for yelling at him, she knew she had to feign support for him until she would grow her influence enough to become the empress of the empire. After all, Lart was sitll the official heir to the throne.{j}

source: 순간, 그의 말끝이 연기처럼 흐트러졌다.{j}무엇에 놀라기라도 한 듯 눈이 크게 확장된다.{j}주인은 자리에서 느릿하게 일어났다.{j}그의 움직임을 따라 블론디나의 눈동자도 천천히 이동했다.
en_us: The man lost his words right before he finished his sentence and suddenly went silent. His eyes dilated as if he had seen something incredible. Blondina was surprised by his reaction that her eyes followed his every movement.

source: 그래서 황제가 내 아빠라는 둥 말도 안 되는 농담을 건넸으나 고저 없이 말해 오는 에이몬의 진심에 다시 감정이 터져 나왔다.
en_us: The reason she brought up the emperor was like a joke for help her hold her tears. However, the sincere words coming from Amon made her even more emotional.

source: 에이몬이 다시 한숨을 푹 쉬었다.
en_us: Amon sighed.

source: 한참을 그렇게 비비적대던 에이몬이 다시 고개를 들어 눈을 맞춰 왔다.
en_us: After spending some time rubbing his face on Blondina’s hand, Amon looked into Blondina’s eyes.

source: 그 말을 마지막으로, 아델라이 황녀의 광택 흐르는 드레스가 점점 멀어져 갔다.
en_us: With those last words, the bright colors of Princess Adellai’s dress faded away into the distance.

source: 「고양이 아니야.」
en_us: “I’m not a cat.”

source: 아델라이 황녀는 씩씩거리며 마차로 성큼성큼 걸었다.
en_us: Princess Adellai, who had left the ballroom, stomped angrily toward her carriage with Prince Lart following right behind her while babbling like an annoying parrot.

source: 그들 말처럼 무식하고 천한 태생이나 그런 유치한 작태에는 조금 화가 났다.
en_us: She could no longer stand such childish schemes happening before her eyes even though she was uneducated.

source: 하지만 블론디나는 고개를 내저으며 에이몬의 동그랗고 까만 머리통 위에 다시 씌웠다.
en_us: But Blondina picked it up and put it back on Amon’s black flurry head.

source: “왜 그래?”
en_us: “What’s wrong?”

source: 블론디나는 홀로 날뛰는 황자를 향해 고개를 내저었다.{j}무섭도록 고저 없는 목소리였다.
en_us: Blondina shook her head and spoke back at the prince with a low voice.{j}

source: 위대한 신수님을 귀엽게 여기는 건 꽤 불손하고도 불경한 태도겠으나 자신에게 에이몬은 그런 존재였다.
en_us: Some people might rebuke her for treating a divine beast with such disrespect; however, Amon was more of a friend than a divine beast for Blondina.

source: 오다 주웠다.{j}마치 그런 식으로 선물하듯.
en_us: He dropped the sparrow in front of the two girls as if he was presenting a gift for them.{j}

source: “뒷골목에서 굴러먹던 천한 것이 감히 황족을 비웃어?”
en_us: “How dare a dirty street urchin like you make a fool out of a me?”

source: 신의 후예를 죽인 흑표범 신수.{j}결국 광기에 사로잡혔다가 사라져 버린.{j}
en_us: So, there was a black leopard who killed the descendant of god, and got carried away in madness afterwards...{j}

source: “블론디나 황녀님께서 와주시면 감사-.”
en_us: “It would be an honor if you could make-”

source: “뭐?”
en_us: “What did you say?!”

source: “네!{j}안녕하세욧!”
en_us: “Yes! Hello there! Can you hear me?” The sparrow raised his voice even louder to grab everyone’s attention. He sure was an annoying sparrow.{j}

source: 황녀.{j}블론디나 황녀라.
en_us: A princess...{j}Am I the princess she’s calling for?

source: “그렇구나.”
en_us: “I see.”

source: 에이몬이 귀찮다는 듯 후, 하고 한숨을 내쉬었다.{j}하지만 그러면서도 피하지는 않았다.
en_us: Amon sighed again annoyed by her touch, but he remained still.{j}

source: 얼마나 잤을까.{j}막막한 어둠 속에서 블론디나는 숨이 막혀 몸을 뒤척였다.
en_us: After some time had passed, Blondina woke from her sleep feeling something press hard down on her chest in the dark.{j}

source: 하지만 거짓말하는 건 아니라 생각했는지 꼬리를 느릿하게 살랑거리기 시작했다.
en_us: But soon enough he began to slowly wag his tail again noticing that she didn’t have any bad intentions.

source: 저도 모르게 웃음이 났는데, 다리 다친 까만 고양이를 생각하니 다시 미소가 사라졌다.
en_us: She chuckled, but soon regained her seriousness as she thought of the injured black cat.

source: 살짝 벌어진 라르트 황자의 입에서 고통 어린 신음이 샜다.
en_us: The only sound that came out of his mouth was him moaning in pain.

source: 누워 헐떡거리는 라르트를 두고, 홀로 별궁으로 돌아가기 위해 등을 돌렸다.
en_us: Blondina turned away from Prince Lart, who was still on the ground catching his breath, and headed her way to the detached palace.

source: 오늘은 필립 로드슨의 생일이었다.
en_us: Today was Philip Rodson’s birthday.

source: 데구루루…….
en_us: Roll.

source: 고위 귀족은 블론디나 황녀의 혈통을 껄끄럽게 생각하여 접근하지 않을 테고, 한미한 가문의 자제는 황족의 자존심상 황제가 받아들이지 않겠지.
en_us: Philip knew that the nobles wouldn’t approach Blondina, discomfited by her impure bloodline, and the emperor would never send her off to marry a lower rank family considering his pride.

source: “혹시 너희가 저 까만 고양이 괴롭혔니?”
en_us: “Did you two bully the black cat, by any chance?”

source: 지금, 라르트 황자는 제 쌍둥이인 아델라이 황녀에게 주절거리며 하소연 중이었다.{j}아까의 일, 그러니까 에이몬에게 목을 밟힌 건 차마 주위에 알릴 수 없었다.{j}아버지인 황제 폐하께도 마찬가지다.
en_us: He was complaining to his twin Princess Adellai about what happened earlier today. He couldn’t tell anyone else, including his father, the emperor, because he felt ashamed for being stomped on the neck by Amon.{j}{j}

source: 루시가 돌아가 블론디나와 단둘이 되기만 하면 초조한 표정으로 앞발을 꿈지럭거렸다.
en_us: He had been acting in such way recently and it seemed like he got nervous to be left alone with Blondina in her room.

source: 지루한 얼굴로 입맛을 다시는데 한참 웃고 떠들던 아델라이 황녀가 그제야 블론디나를 발견했다는 듯 빙긋 웃었다.
en_us: Blondina played with her mouth in boredom. Then suddenly Princess Adellai, who was enjoying her time with laughter, turned to her as if she had just noticed Blondina was there and smiled.

source: 그런 연유로 블론디나는 이유도 알지 못한 채 영주님의 성 맨 꼭대기방에 묵게 되었다.{j}그렇게 며칠이 지나 오늘이 된 것이다.{j}도대체 무슨 일일까.
en_us: That’s how Blondina was taken to the imperial castle where she had been staying for several days now, still not knowing why she was brought here.

source: 마제또는 무섭다며 이미 어딘가로 날아가 버린 지 오래였다.
en_us: Majetto was nowhere to be found. He had already flown far away from the site, afraid of the game.

source: “폐하를 뵙습니다!”
en_us: “Greetings, Your Majesty!”

source: 자신이 곧 카니반 왕국의 아카데미로 간다는 것이며 그동안 잘 지내라는 작별 인사.{j}그리고 방학에도 제국에 오지 않을 예정이며 갔다 온 후엔 아마 자신이 결혼적령기가 되어 있을 것이며 그때 찾아오겠다는 얘기.
en_us: He wrote a farewell letter to Blondina as he would be going to study abroad in the Carnivan Kingdon’s academy. He also mentioned that he wouldn’t be able to visit during the vacations and that he would be returning after finishing his studies, by the time he reached his best age to get married.{j}{j}

source: 파창!
en_us: Shatter!

source: 블론디나는 저도 모르게 주문에라도 걸린 것처럼 소년의 품에 안겼다.
en_us: Blondina’s feet slowly began to move towards him as if they were enchanted by his magical spell, and in a blink of an eye, she was grasped in his arms.

source: 고개를 크게 끄덕인 블론디나는 “나도 돈 좀 많았으면 좋겠다.
en_us: Blondina nodded back at Amon and spoke with an awkward laughter.

source: 고양이는 대답 대신 뒤를 힐끗 돌아보았다.
en_us: Instead of replying to her question, the cat glanced at a small cliff behind the bushes.

source: 툭.
en_us: Tap.

source: 릴리.
en_us: There was on common thing the two shard.

source: 하지만 그럼에도 받아들였고 그의 아이를 낳았다.{j}모두 다 알면서 모른 척 눈을 감고.
en_us: However, she still accepted him and gave birth to his child.{j}She willingly turned a blind eye to all his lies.

source: 저도 모르게 눈물이 흐른 모양이다.{j}괜찮은 척했으나 사실은 슬펐나 보다.{j}아무렇지 않은 척 웃었으나 실은 서러웠나 보다.{j}지금 저도 모르게 흐르는 눈물이 그 방증이었다.
en_us: She didn’t realize she was tearing up. Her tears proved that she wasn’t okay. It proved to her that she was sad and depressed within.{j}{j}{j}

source: 이젠 제게 없는 것.
en_us: She wanted to be honest with her feelings to Amon.

source: 에이몬을 번쩍 들어 올려 빙빙 돌았다.
en_us: She picked up Amon from the ground and turned in circles with him in the air.

source: 블론디나는 담담한 얼굴로 안에 있는 반지를 꺼냈다.{j}반지는, 오랜 세월이 지났음에도 조명 빛에 반짝이며 빛을 발하고 있었다.
en_us: Blondina took the ring out of the pouch with a blank face and handed the ring to the man. Even after these many years, the ring sparkled with light.

source: 블론디나는 대답 대신 고개를 끄덕였다.
en_us: Blondina replied back with a nod.

source: 「발목 아프니까 안고 가.」
en_us: “Carry me to your room since I’m injured.”

source: 블론디나는 금세 알아차렸다.{j}저놈들이구나.{j}저놈들이 괴롭혔구나.
en_us: Blondina was able notice right away who the perpetrators were based on her past experience.

source: 블론디나는 다시 발을 놀려 ‘가족’을 향해 조심스레 걸어갔다.
en_us: Without replying her, Blondina carefully continued her steps forward toward her “family.”

source: 블론디나는 할 수 없는 말을 삼켰다.
en_us: Blondina swallowed her words so that it wouldn’t spill out unconsciously.

source: 에이몬은 앞발로 공을 툭툭 두드리며 뒹굴거렸다.
en_us: Amon headed to the yarn and started playing with it again.

source: ‘저 어린애들이 하는 말이 뻔하지, 뭐.’
en_us: It’s too obvious to read what those childish brats would talk about.

source: 이따금 보는 인간 소년의 모습이 이런 느낌은 아니었는데.{j}아무래도 나뭇가지 따위가 에이몬을 이상하게 만든 게 분명했다.
en_us: Amon never acted out this way when he turned into his human form before. So, she assumed that the branch had affected to behave strangely this way.{j}

source: “아직은 짐의 품 안에서 보호받아도 좋다.”
en_us: “Until then, I shall continue to keep you safe.”

source: 블론디나는 허리를 꾸벅 숙였다.{j}저도 모르게 한 행동이었다.{j}눈앞에 있는 이가 황자 아닌가.
en_us: Blondina instinctively bowed to his younger brother, as she wasn’t used to being a princess after all.{j}{j}

source: “에이몬.{j}이거 안 쓰면 못 가.{j}널 내 애완 고양이라고 말해야 하는데 변환석이 보이면 소용이 없잖아.”
en_us: “Amon, if you don’t put this on, you can’t go. I was planning to tell everyone that you’re my pet cat, but if people can see your transformation jewel, my lies will be pointless.”{j}{j}

source: 블론디나 곁에 있던 루시가, 화들짝 놀라 허둥지둥 달려갔다.
en_us: Lucy, startled by Amon’s sudden entrance, hurried over to him and spoke in a nervous voice.

source: 이렇게 새까맣게 태어난 게 제 잘못도 아니었는데 표범 일족 대부분이 절 슬슬 피했다.
en_us: It wasn’t even his choice to be born black, but the entire clan neglected and avoided him.

source: [그래.{j}그렇게 해, 필립 공자.{j}난 괜찮으니까.]
en_us: “I agree, Philip. Do as they say. It’s fine with me.”{j}{j}

source: “그래?{j}아쉽다.{j}그나저나 블론디나 너…….{j}아니, 누나 의외로 이거랑 잘 어울리네.{j}싸구려나 어울릴 줄 알았더니.”
en_us: “Okay then. Maybe next time...By the way, Blondina, I mean, sister, it looks surprisingly nice on you. I thought you’d only look good wearing cheaper knock offs.”{j}{j}{j}{j}

source: 블론디나는 눈을 끔뻑이며 고개를 기울였다.
en_us: Blondina slightly tilted her head trying to figure out Philip’s intentions.

source: “모, 몰랐…… 블론디나 황녀인 줄 모르고…….”
en_us: “I-I didn’t realize it was Princess Blondina...”

source: 블론디나는 복잡한 얼굴로 에이몬의 귀여운 뒤통수를 응시했다.{j}뽀송뽀송하게 털이 난 동그랗고 까만 머리.
en_us: Blondina, a little confused by Amon’s sudden change of mood, closely observed the back of his head.{j}It was a cute round head covered in soft black fur.

source: 정적인 만류가 조용히 울렸다.
en_us: As her calm voice echoed through the hall, Blondina and Prnice Lart stood silent.

source: 붉은 망토를 휘날리며 들어선 황제는, 블론디나가 보아도 빛이 나고 당당했다.{j}아름다운 낯 위에 맴도는 여유로운 미소.{j}살짝 턱을 들어 올린 얼굴에서 느껴지는 황족 특유의 오만.
en_us: With the red cape fluttering on his back, the emperor elegantly walked into the ballroom. His beautiful face was brightly shining with a relaxed smile and his chin was raised reflecting the unique arrogant expression of a royal.{j}{j}

source: [저희 가문이 이번에 그를 후원하기로 했거든요.]
en_us: [Well, our family recently agreed to sponsor him.]

source: “싸움?{j}인간은 그들의 상대가 되지 않잖아?”
en_us: “A fight? I thought humans don’t stand a chance against the divine beasts.”{j}

source: 달빛에 보송보송 빛나는 까만 털도, 살랑거리는 가늘고 기다란 수염도 참으로 예뻤다.
en_us: Everything about Amon was adorable. Not to forget his black fur glittering through the moonlight, but also his long thin whiskers, Blondina found everything about him beautiful.

source: 에이몬은 테이블 위에서 무언가를 앞발로 차그락대다가 블론디나가 욕실 안으로 사라지자 몸을 웅크리고 앉았다.{j}마치 주인이 돌아오길 기다리는 애완 고양이처럼.
en_us: Amon was fiddling with some objects placed on the table while his eyes followed Blondina enter the bathroom. As soon as she closed the bathroom door, he curled up his body on the table as if a pet cat would wait for its owner.{j}

source: 입술을 슬쩍 깨물었다가 저 역시 블론디나처럼 표정을 무감정하게 가꾸었다.
en_us: Adellai thought to herself while clenching her lips. She knew she had to keep a blank face in order for her to keep the high ground.

source: “화살에 맞으면 당연히 죽어.”
en_us: “Then you must know that one arrow can kill a human easily.”

source: 「누나?」
en_us: “Older?”

source: 벌써 했잖아.{j}내 팔찌 훔쳐 가놓고.{j}하지만 새끼 표범의 심기를 거스르기 싫어 입을 닫기로 했다.
en_us: Blondina thought to herself as she decided not to ask anymore questions about the ring since she didn’t want to ruin the baby leopard’s mood.{j}

source: 블론디나는 결심했다는 듯 다시 고개를 들었다.
en_us: Without receiving advice or help from Philip, Blondina had made her decision while explaining her thoughts to Philip, then turned towards the young marquess and spoke.

source: 뒷말은 차마 잇기가 힘겨워 대충 흘렸다.
en_us: She couldn’t finish the sentence.

source: 그리고 미련 없이 파티 장소를 빠져나갔다.
en_us: With these last words, Adellai walked away from Blondina and left the party.

source: 제국의 황제이자 자신의 아버지인 남자가 절 향해 다가오고 있었다.
en_us: The emperor of the empire and her father was approaching her.

source: 고양이에게 마법이라도 걸렸나 보다, 라고.
en_us: That’s why she thought the cat was simply enchanted by a magic spell.

source: 에이몬은 앞발로 얼굴을 문지르며 대충 말끝을 흐렸다.{j}
en_us: Amon replied murmuring his words, rubbing his face.{j}

source: 그리고 그렇게 아름답게 성장한 황녀는, 여전히 작고 조그마한 표범과 함께 뒹굴거리며 오후를 보내고 있었다.
en_us: The beautifully grown princess was still good friends with her small baby leopard, and like any other afternoon, the two were enjoying their time together.

source: 물론 힘이 실린 공격은 아닌지라 그다지 아프지는 않았다.{j}마치 커다란 강아지풀로 맞는 느낌이었다.
en_us: But it didn’t hurt, of course. It only felt like a tall grass hitting her arms by the wind.{j}

source: 하녀의 손에 이리저리 휘둘리며 블론디나가 답했다.
en_us: Blondina replied indifferently as she was being carried around by her servant to prepare for the party.

source: 새삼스러울 것도 없는데 새삼스러운 감정이 밀려오기 시작했다.{j}그건 슬픔에 가까운 감정이었다.
en_us: These emotions weren’t new to her, but a wave of emotions began crashing into her heart. It was a wave of sadness.{j}

source: 그 때문에 멀찍이 떨어진 본궁들과는 달리 사냥터에 인접해 있었으며 화단도 화단이라기보단 들판에 가까운 모습이었다.
en_us: Because of its insignificance, the palace was located far away from the main palace, close to the hunting grounds.

source: 라고 앙칼지게 말하더니, 하는 짓은 역시 고양이가 확실하지 않은가.
en_us: She realized that although Amon refused to be called a cat, his actions were like one.

source: 마차에서 내린 블론디나는, 파티장 입구에 서서 심호흡을 크게 했다.{j}파티장에 오는 게 처음도 아닌데 입구에 서 있노라면 늘 긴장됐다.{j}그건 아마도 자신이 아직 파티장 매너에 완벽히 익숙하지 않은 탓이 컸다.{j}자신이 실수할 때마다 비웃으며 응시하는 아델라이 황녀나 라르트 황자의 멸시 어린 시선 역시 싫었다.
en_us: After getting off the carriage, Blondina took a deep breath in front the entrance to the ballroom. It wasn’t her first time attending, but she would still get nervous whenever she had to attend a party. It was because she wasn’t used to the etiquettes yet. And not to forget, there was also Prince Lart and Princess Adellai, who would stare at her with contempt at her slightest mistake.{j}{j}{j}

source: 도대체 어떤 삶을 산 걸까.
en_us: I wonder what kind of life she had lived.

source: 손을 조심스레 내밀어 뒷다리를 살펴보려 했다.
en_us: She carefully spread out her hands to examine the cat’s leg.

source: 얼굴에 쿠키 가루를 한가득 묻힌 참새가 테이블 위를 쫑쫑거리며 뛰었다.{j}뛸 때마다 초콜릿쿠키 가루가 풀풀 날렸다.{j}마제또가 날개를 퍼덕거리며 흥분한 듯 외쳤다.
en_us: The loud sparrow flew and jumped to the table Blondina was sitting next to with cookie crumbs all over his face. As he excitedly flapped his wings to elaborate his response, the crumbs on his face fell everywhere.{j}{j}

source: 블론디나가 상자를 열었다.{j}루비 브로치가 보였다.
en_us: Blondina carefully opened the golden box and found a beautiful ruby brooch in it.{j}

source: 그 더럽고 초라한 헝겊 안에는 빛나는 반지가 하나 들어 있다.{j}이름도 모른다는 아버지가 선물로 남긴 것이었다.
en_us: And unlike its worn cover, there was a shiny ring in it. It was the sole reminder of her father, whom she had never met.

source: 그래서 에이몬 역시 루시에게는 조금 조심스럽게 대했다.{j}앞발로 손등을 툭툭 치지도 않았고 뺨을 밀지도 않았다.
en_us: That was why Amon treated Lucy differently. He was always careful with her, never tapping the back of Lucy’s hand or pushing her cheeks like he did with Blondina.{j}

source: 시녀 루시가 들어오고 있었다.
en_us: The voice calling Blondina from the back was Lucy’s.

source: 하지만 “정말 괜찮은 거야?”라고 블론디나가 되묻자 머쓱한 표정으로 앞 머리카락을 만지작거리며 답했다.
en_us: But when Blondina asked him the second time, he replied back to her while fiddling his bangs.

source: “폐하.{j}많이 바쁘신가요?”
en_us: “Your Majesty, are you busy?”{j}

source: #13화
en_us: Chapter 13

source: “죄송합니다!”
en_us: “My apologies, Your Majesty!”

source: 데굴데굴 구른 주사위와 표식들이 테이블 아래로 툭툭 떨어졌다.
en_us: He, then, rolled the dice and the game pieces off the table.

source: “에이몬.”
en_us: “Amon.”

source: 블론디나는 희미하게 웃었다.
en_us: Instead of saying anything in return, Blondina put up a feigned smile.

source: 루시와 에이몬은 잘 놀고 있을까.
en_us: I wonder if Lucy and Amon are having fun.

source: 작은 표범이 뛰어올라 라르트 황자의 몸에 닿기 바로 직전, 짐승의 몸 주위에서 작은 돌풍이 불었다.
en_us: As he jumped toward the prince, a small gust blew around his leopard body right before he landed on Prince Lart’s chest.

source: 「도대체 이건 왜 준 건데.{j}왜.」
en_us: “Why would he gift you something like this? Why?”{j}

source: 블론디나는 작게 키득거리며 에이몬을 향해 두 팔을 뻗었다.
en_us: Blondina spoke to herself giggling as she reached out her arms for Amon.

source: 저들에게 블론디나 자신은, 불필요한 이물질.{j}거슬리는 부스러기일 뿐이니.{j}
en_us: Not only the imperial family, but even Blondina was aware that she was nothing but a disturbance to them. She was basically like a leftover food nobody wanted to touch or even look at. {j}{j}

source: 은은한 미풍이 불어와 머리카락이 살랑살랑 날린다.
en_us: A soft and calm breeze flew by fluttering Blondina’s hair over he face. The princess brushed her tickling hair off of her face and tightly hugged her blanket while asleep.

source: “조금만 참아.{j}끝나 가.”
en_us: “It’s almost over. Just wait a little more.”{j}

source: 드드득.
en_us: Crack.

source: 애옹.
en_us: Meow.

source: 문 너머로 하녀의 목소리가 다시 들려왔다.{j}이번에는 손가락을 까딱했다.
en_us: Blondina was barely awake as her servant continued to call for her behind the door. She slowly began to move her fingers lying on the bed.{j}

source: 「네가 몸집 큰 사내만 보면 몸을 굳히는 것과 관련이 있는 거지?」
en_us: “Does this have to do with how you always get terrified whenever you encounter big and bulky men?”

source: 에이몬은 쿠키를 먹는 대신 앞발로 꽃차 병을 딩굴딩굴 굴릴 따름이었다.
en_us: Instead of reaching for his favorite cookies, Amon fiddled with the flower tea bottle with his paws.

source: 간질간질.
en_us: Tickle. Tickle.

source: 두려울 법하나 실상 그렇지도 않았다.{j}모든 건 에이몬 덕이었다.
en_us: It seemed more natural for her to be afraid, but she wasn’t. And it was all thanks to Amon.{j}

source: 환하게 웃어 주던 어머니의 얼굴과 뺨에 눌리던 입술.{j}추운 겨울, 초라한 침대에 누워 서로를 꼭 끌어안던 온기까지.{j}
en_us: She couldn’t forget about her mother.. Her mother’s bright smile and her rosy cheeks, and even the warmth she shared with her mother in the bed on a freezing winter day. Every memory of her mother was still fresh in her mind.{j}{j}

source: 저 앞에 모여 있는 귀족과 왕족 자제들은 모두 노란빛이 도는 의복을 입고 있었으니까.{j}
en_us: The nobles and the royals standing in front of her enjoying the party were all dressed in vibrant yellow colors. {j}

source: 끼익.
en_us: Creak.

source: 한껏 귀여움 당하고 예쁨 당하는 것에 이젠 이골이 났다.
en_us: Amon got used to being adored and cuddled by Blondina.

source: 이젠 제게 없는 것.{j}무조건적인 애정을 쏟아 주는 존재가 없다는 것.{j}그건 어머니의 작고 후, 아프게 펼쳐진 당연한 현실이었다.
en_us: Blondina knew none of those belonged to her. She had to accept the fact that there wasn’t anyone beside her to show unconditional love. This was the sad reality she had to face after losing her beloved mother.{j}{j}

source: 블론디나는 그제야 옅게 웃었다.
en_us: Blondina smiled as if she had seen something very cute.

source: 차갑게 식은 손끝을 두려움으로 벌벌 떨어 가며.{j}
en_us: With her fingers trembling in fear, she cried.

source: 「내가 가르쳐 줄게.」
en_us: “I can teach you.”

source: 그 언어로 대화를 한다는 것 자체가 블론디나를 철저히 무시하는 행위.{j}우린 너와는 달라, 라고 말하는 듯한 우월감이 그들의 낯에 가득 차 있었다.
en_us: Speaking in such an old language was an act to disdain Blondina right at her face. An act of contempt to show Blondina where she belongs. Blondina was considered inferior not only to the twins but also to the young nobles.{j}

source: 블론디나는 복잡한 심경으로 초대장을 응시했다.
en_us: Blondina gazed at the invitation with complicated feelings.

source: 그래도 배다른 동생이기에 죽이는 것까지는 좀 그렇지만, 제 머리통에 화살을 날렸으니 혼내 주는 것 정도는 괜찮을 것 같았다.
en_us: Of course, she didn’t want her half-brother to be killed in front of her, but she still wanted to pay him back for aiming the arrow to her head.

source: 아델라이의 눈이 휘둥그레 커졌다.{j}놀란 표정을 감출 새도 없이 입술만 달싹인다.
en_us: Adellai’s eyes widened and her mouth slightly opened in surprise.{j}

source: 제어한다 했는데 기어코 나무 테이블이 발톱에 살짝 긁혀 버렸다.
en_us: Amon accidentally scratched and slightly broke the table unable to hold onto his anger.

source: “왜 싸웠는데?”
en_us: “Why did they fight?”

source: 조금 까칠하고 신경질적이지만…… 새끼 표범일 때는 귀엽고, 소년일 때는 예쁜 친구가 생겼다.{j}그것만으로도 만족스러워 블론디나는 자꾸만 웃게 됐다.
en_us: Blondina couldn’t stop giggling. She was happy to have Amon as her new friend. He may be prickly at times, but she was still happy to have not only a cute little baby leopard but a pretty boy as her new friend.

source: 양탄자 위에 떨어져도 깨지지 않았던 두꺼운 유리병이 마치 설탕 과자처럼 깨졌다.
en_us: The bottle that didn’t break even by being dropped from a table was smashed into pieces like a piece of candy by Amon’s strength.

source: 블론디나는 환하게 웃으며 고개를 끄덕였다.
en_us: Blondina nodded with a huge smile.

source: “황녀님, 안녕하세요.{j}좋은 아침이에요.”
en_us: “Good morning, princess!”{j}

source: 곧 필립이 방을 벗어났다.{j}블론디나는 필립이 사라지자마자 에이몬의 몸을 잡고 탈탈 털기 시작했다.
en_us: As soon as Philip left the room, Blondina went straight to Amon and shook his furry body in the air.{j}

source: 게다가 자신에게는 ‘다시 마주치지 말자’며 웃는 얼굴로 밀어내기까지 했다.
en_us: After all that, she pushed him away from her life with a smile on her face.

source: “……이상한 애들이네.”
en_us: “...what a strange duo.”

source: 품에는 고양이인 척하는 표범을 안고, 머리 위에는 마제또라는 참새를 얹고 있었는데 그 꼴이 좀 웃긴 것 같아 스스로 웃음이 날 지경이었다.
en_us: In her arms, she was holding a leopard who was pretending to be cat, and on her head, she had a talking sparrow named Majetto who was quietly resting on her shoulders. She couldn’t help but laugh at the absurdity of the situation.

source: “그냥 가는 거야?{j}나중에라도 꼭 사과해야 해, 응?”
en_us: “Are you leaving? Please come back next time to apologize to him, okay?”{j}

source: 고양이가 콧잔등을 올리며 갸르릉거렸다.{j}사실이었기에 더욱 약이 오르는 표정이었다.
en_us: He growled, displeased by her comments. To be exact, he was annoyed by her comments because she was saying the truth.{j}

source: 에이몬의 음색이 달콤하게 속삭여졌다.
en_us: Amon’s soft tone whispered through Blondina’s ears.

source: 에이몬이 고개를 절레절레 흔들며 질린다는 목소리로 중얼거렸다.
en_us: Amon mumbled to himself as he shook his head in annoyance thinking about the pathetic sparrow.

source: 고개를 내저은 블론디나가 아무렇지도 않게 답했다.
en_us: However, Blondina didn’t gasp nor flinch. She shook her head and replied casually.

source: “에이모……, 캔디야.{j}이걸 떨어뜨리면 어떡해.{j}깨질지도 모르니까 조심해.”
en_us: “Amon...I mean Candy. Why did you drop this? You have to be careful, it might break.”{j}{j}

source: 블론디나는 만면에 웃음을 띠고 팔찌를 흔들어 보였다. ‘이 선물 예쁘지?’라고 자랑하는 듯한 모습이었다.
en_us: Blondina meaninglessly responded to Amon while shaking her bracelet in the air with a smile. It looked as if she was bragging to Amon, showing off her new gift.

source: 다시 고개를 빳빳이 든 후 절 향해 말을 건네는 사신을 향해 여유로운 미소를 보였다.{j}고귀한 황녀답게.{j}누구보다 의젓하게.
en_us: Blondina stood with confidence again as she gracefully greeted the envoy talking her with a smile like a real, proud princess.{j}{j}
